Repository: timerglOoOt/Discounteka
Catalog: Discount/Discount/SwiftGen/*.lproj/Localizable.strings
Languages: tt

source: My cards
tt: минем карталарым

source: Add card
tt: кушылырга

source: About app
tt: Приложение турында

source: Profile
tt: Профильләре

source: Settings
tt: көйләнеш

source: Contact us
tt: Безнен белән элемтэгэ керегез

source: You can change your personal data
tt: Шэхси мэгълуматларыгызны узгэртэ аласыз?

source: Name
tt: исем

source: Surname
tt: Фамилиясе

source: Save
tt: Саклау

source: Error
tt: Хата

source: You are trying to send an empty field! Please enter the text.
tt: Сез буш кыр белән хәбәр җибәрергә тырышасыз! Зинһар, текстны керттерегез.

source: Notifications
tt: Хәбәр итү

source: Allow notifications
tt: Хәбәрләрне рөхсәт итегез

source: Log out
tt: Аккаунттан чыгу

source: Your opinion is very important to us
tt: Сезнең фикерегез безнең өчен мөһим

source: Enter message...
tt: Хәбәр кертегез...

source: Send message
tt: Җибәрү

source: Close
tt: Каплау

source: Scan card
tt: Сканерлау

source: You can enter the card number manually
tt: картларанын номерларны кул белән кертә аласыз

source: Enter the number...
tt: Номерны кертегез...

source: or scan it
tt: яисә сканерлау

source: Enter the name of the card
tt: картаның исемен кертегез

source: Enter the name...
tt: Исем кертегез...

source: Card with
tt: карта белән

source: QR code
tt: QR-код

source: barcode
tt: штрихкодом

source: Which card would you like to add?
tt: сез нинди картаны кушылырга телисез

source: QR code
tt: QR-код

source: Barcode
tt: штрихкод

source: New card
tt: яңа карта

source: Sign in
tt: керергә

source: Sign up
tt: Теркәлү

source: Password
tt: Серсүз

source: Email
tt: Почта

source: Discounteka is a person's best friend!
tt: Discounteka - кешенең иң шәп дусты

source: Don't you have an account yet?
tt: сезнең тагын бер аккаунт бармы?

source: Already have an account?
tt: сездә бармы аккаунт?

source: System theme
tt: Система темасы

source: Dark theme
tt: кара темасы

source: Theme
tt: Темасы
